[{
    "count": 0,
    "rating": 0,
    "trailer": "https://youtu.be/odM92ap8_c0",
    "name": "Godzilla vs Kong",
    "poster": "https://www.themoviedb.org/t/p/w1280/asmxTLzVSLTkIwybSB0DJHDKw8o.jpg",
    "release": "2021-09-23",
    "description": "In a time when monsters walk the Earth, humanity’s fight for its future sets Godzilla and Kong on a collision course that will see the two most powerful forces of nature on the planet collide in a spectacular battle for the ages."
},
{
    "count": 0,
    "rating": 0,
    "trailer": "https://youtu.be/vM-Bja2Gy04",
    "name": "Zack Snyder's Justice League",
    "poster": "https://www.themoviedb.org/t/p/w1280/tnAuB8q5vv7Ax9UAEje5Xi4BXik.jpg",
    "release": "2021-03-29",
    "description": "Determined to ensure Superman's ultimate sacrifice was not in vain, Bruce Wayne aligns forces with Diana Prince with plans to recruit a team of metahumans to protect the world from an approaching threat of catastrophic proportions."
},
{
    "count": 0,
    "rating": 0,
    "trailer": "https://youtu.be/nRf4ZgzHoVw",
    "name": "Chaos Walking ",
    "poster": "https://www.themoviedb.org/t/p/w1280/9kg73Mg8WJKlB9Y2SAJzeDKAnuB.jpg",
    "release": "2021-02-04",
    "description": "Two unlikely companions embark on a perilous adventure through the badlands of an unexplored planet as they try to escape a dangerous and disorienting reality, where all inner thoughts are seen and heard by everyone."
},
{
    "count": 0,
    "rating": 0,
    "trailer": "https://youtu.be/1VIZ89FEjYI",
    "name": "Raya and the Last Dragon ",
    "poster": "https://www.themoviedb.org/t/p/w1280/lPsD10PP4rgUGiGR4CCXA6iY0QQ.jpg",
    "release": "2020-01-10",
    "description": "Lis is a teenager whose dream is to become a circus artist and leave her hometown, even if she knows that to do it she’ll have to fight her side against her parents. It’s summer and she spends her days playing with her friends and flirting with her boyfriend, a few years older than herself. The lack of privacy and the neighbours’ gossip force Lis to keep their relationship secret so that her parents won’t find out. A relationship which change her live forever."
},
{
    "count": 0,
    "rating": 0,
    "trailer": "https://youtu.be/kP9TfCWaQT4",
    "name": "Tom & Jerry",
    "poster": "https://www.themoviedb.org/t/p/w1280/8XZI9QZ7Pm3fVkigWJPbrXCMzjq.jpg",
    "release": "2020-08-25",
    "description": "The work of billionaire tech CEO Donovan Chalmers is so valuable that he hires mercenaries to protect it, and a terrorist group kidnaps his daughter just to get it."
},
{
    "count": 0,
    "rating": 0,
    "name": "Ava",
    "poster": "https://cdn.cinematerial.com/p/297x/ob2xlg7d/nope-movie-poster-md.jpg?v=1646155971",
    "release": "2021-07-02",
    "description": "A black ops assassin is forced to fight for her own survival after a job goes dangerously wrong."
},
{
    "count": 0,
    "rating": 0,
    "trailer": "https://youtu.be/H5bH6O0bErk",
    "name": "Cherry",
    "poster": "https://www.themoviedb.org/t/p/w1280/pwDvkDyaHEU9V7cApQhbcSJMG1w.jpg",
    "release": "2021-08-28",
    "description": "Cherry drifts from college dropout to army medic in Iraq - anchored only by his true love, Emily. But after returning from the war with PTSD, his life spirals into drugs and crime as he struggles to find his place in the world."
},
{
    "count": 0,
    "rating": 0,
    "trailer": "https://youtu.be/hy4vAqF9Ko0",
    "name": "The Croods",
    "poster": "https://www.themoviedb.org/t/p/w1280/tbVZ3Sq88dZaCANlUcewQuHQOaE.jpg",
    "release": "2020-08-28",
    "description": "Searching for a safer habitat, the prehistoric Crood family discovers an idyllic, walled-in paradise that meets all of its needs. Unfortunately, they must also learn to live with the Bettermans -- a family that's a couple of steps above the Croods on the evolutionary ladder. As tensions between the new neighbors start to rise, a new threat soon propels both clans on an epic adventure that forces them to embrace their differences, draw strength from one another, and survive together."
},
{
    "count": 0,
    "rating": 0,
    "trailer": "https://youtu.be/K41a_JkCM1U",
    "name": "Miraculous World: New York, United HeroeZ",
    "poster": "https://www.themoviedb.org/t/p/w1280/9YbyvcrHmY2SVbdfXpb8mC4Fy0g.jpg",
    "release": "2020-07-15",
    "description": "During a school field trip, Ladybug and Cat Noir meet the American superheroes, whom they have to save from an akumatised super-villain. They discover that Miraculous exist in the United States too."
},
{
    "count": 0,
    "rating": 0,
    "trailer": "https://youtu.be/QJHY4ggYCk4",
    "name": "Mortal Kombat Legends: Scorpion's Revenge",
    "poster": "https://cdn.cinematerial.com/p/136x/zcck9if2/thor-love-and-thunder-movie-poster-sm.jpg?v=1655135051",
    "release": "2020-08-20",
    "description": "After the vicious slaughter of his family by stone-cold mercenary Sub-Zero, Hanzo Hasashi is exiled to the torturous Netherrealm. There, in exchange for his servitude to the sinister Quan Chi, he’s given a chance to avenge his family – and is resurrected as Scorpion, a lost soul bent on revenge. Back on Earthrealm, Lord Raiden gathers a team of elite warriors – Shaolin monk Liu Kang, Special Forces officer Sonya Blade and action star Johnny Cage – an unlikely band of heroes with one chance to save humanity. To do this, they must defeat Shang Tsung’s horde of Outworld gladiators and reign over the Mortal Kombat tournament."
},
{
    "count": 0,
    "rating": 0,
    "trailer": "",
    "name": "Secret Society of Second Born Royals",
    "poster": "https://cdn.cinematerial.com/p/136x/ittyltv0/thor-love-and-thunder-video-on-demand-movie-cover-sm.jpg?v=1658387609",
    "release": "2020-09-25",
    "description": "Sam is a teenage royal rebel, second in line to the throne of the kingdom of Illyria. Just as her disinterest in the royal way of life is at an all-time high, she discovers she has super-human abilities and is invited to join a secret society of similar extraordinary second-born royals charged with keeping the world safe."
},
{
    "count": 0,
    "rating": 0,
    "trailer": "https://youtu.be/Gs--6c7Hn_A",
    "name": "Soul ",
    "poster": "https://www.themoviedb.org/t/p/w600_and_h900_bestv2/hm58Jw4Lw8OIeECIq5qyPYhAeRJ.jpg",
    "release": "2020-10-02",
    "description": "Joe Gardner is a middle school teacher with a love for jazz music. After a successful audition at the Half Note Club, he suddenly gets into an accident that separates his soul from his body and is transported to the You Seminar, a center in which souls develop and gain passions before being transported to a newborn child. Joe must enlist help from the other souls-in-training, like 22, a soul who has spent eons in the You Seminar, in order to get back to Earth."
},
{
    "count": 0,
    "rating": 0,
    "trailer": "https://youtu.be/xw1vQgVaYNQ",
    "name": "Project Power",
    "poster": "https://cdn.cinematerial.com/p/136x/rhe1vkzk/minions-the-rise-of-gru-movie-poster-sm.jpg?v=1589283150",
    "release": "2020-08-14",
    "description": "An ex-soldier, a teen and a cop collide in New Orleans as they hunt for the source behind a dangerous new pill that grants users temporary superpowers."
},
{
    "count": 0,
    "rating": 0,
    "name": "One Night in Bangkok",
    "poster": "https://cdn.cinematerial.com/p/136x/pfvbghxf/minions-the-rise-of-gru-movie-poster-sm.jpg?v=1657398420",
    "release": "2020-08-25",
    "description": "A hit man named Kai flies into Bangkok, gets a gun, and orders a cab. He offers a professional female driver big money to be his all-night driver. But when she realizes Kai is committing brutal murders at each stop, it's too late to walk away. Meanwhile, an offbeat police detective races to decode the string of slayings before more blood is spilled."
},
{
    "count": 0,
    "rating": 0,
    "name": "Let It Snow",
    "poster": "https://cdn.cinematerial.com/p/136x/fluzkrnz/minions-the-rise-of-gru-movie-poster-sm.jpg?v=1614626152",
    "release": "2020-09-22",
    "description": "Separated from her fiance after sneaking onto a restricted slope, Mia, a free riding snowboarder, must survive not only against nature, but the masked snowmobile rider in black who's out for her blood."
},
{
    "count": 0,
    "rating": 0,
    "name": "Phineas and Ferb The Movie: Candace Against the Universe",
    "poster": "https://cdn.cinematerial.com/p/136x/lynrfgaj/minions-the-rise-of-gru-movie-poster-sm.jpg?v=1657398251",
    "release": "2020-08-28",
    "description": "Phineas and Ferb travel across the galaxy to rescue their older sister Candace, who has been abducted by aliens and taken to a utopia in a far-off planet, free of her pesky little brothers."
},
{
    "count": 0,
    "rating": 0,
    "name": "Antebellum",
    "poster": "https://cdn.cinematerial.com/p/136x/ittyltv0/thor-love-and-thunder-video-on-demand-movie-cover-sm.jpg?v=1658387609",
    "release": "2020-09-02",
    "description": "Successful author Veronica finds herself trapped in a horrifying reality and must uncover the mind-bending mystery before it's too late."
},
{
    "count": 0,
    "rating": 0,
    "name": "Archive",
    "poster": "https://cdn.cinematerial.com/p/136x/qtj3wubs/thor-love-and-thunder-movie-poster-sm.jpg?v=1658474689",
    "release": "2020-08-13",
    "description": "2038: George Almore is working on a true human-equivalent AI, and his latest prototype is almost ready. This sensitive phase is also the riskiest as he has a goal that must be hidden at all costs—being reunited with his dead wife."
},
{
    "count": 0,
    "rating": 0,
    "name": "After We Collided",
    "poster": "https://cdn.cinematerial.com/p/136x/qtj3wubs/thor-love-and-thunder-movie-poster-sm.jpg?v=1658474689",
    "release": "2020-09-02",
    "description": "Tessa finds herself struggling with her complicated relationship with Hardin; she faces a dilemma that could change their lives forever."
},
{
    "count": 0,
    "rating": 0,
    "name": "We Bare Bears: The Movie",
    "poster": "https://cdn.cinematerial.com/p/136x/to8k9o1s/minions-the-rise-of-gru-movie-poster-sm.jpg?v=1657398271",
    "release": "2020-06-30",
    "description": "When Grizz, Panda, and Ice Bear's love of food trucks and viral videos went out of hand, it catches the attention of Agent Trout from the National Wildlife Control, who pledges to restore the “natural order” by separating th0forever. Chased away from their home, the Bears embark on an epic road trip as they seek refuge in Canada, with their journey being filled with new friends, perilous obstacles, and huge parties. The risky journey also forces the Bears to face how they first met and became brothers, in order to keep their family bond from splitting apart."
}
]